Repository: mozilla-l10n/mt-training-data
Catalog: ig/ig_pontoon.tmx
Source language: en_us
Languages: ig

source: 2019 End-of-Year Release
ig: Ḿwépụ̀tá ńgwụ́chá ǹkè áfọ̀ 2019

source: 2 down, keep it up!<playIcon></playIcon>
ig: 2 àgáá, jìsíé íké!<playIcon></playIcon>

source: Abkhaz
ig: Ásụ̀sụ́ Ábụ́kààzị̀

source: About
ig: Màkà/gbàsárá

source: Accent
ig: Ǹdébé-ólú (accent)

source: Account
ig: Ọ́wà ǹkè ónyé (Akaụntụ)

source: Acehnese
ig: Ásụ̀sụ́ Ésíníìsì

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ig: { $actionType }<playIcon></playIcon>hà àkpọ́pụ̀tàrà áhị́rị́ókwú ètù ó kwèsị̀rị̀?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ig: { $actionType }<recordIcon></recordIcon>mà gụ́pụ̀tá áhị́rị́ókwú

source: { $actionType }<stopIcon></stopIcon> when done
ig: { $actionType }<stopIcon></stopIcon>mà Í mécháá

source: { $actionType } submit when ready
ig: { $actionType } zìgá m̀gbè Ị́ dị̀ ńjíkéré

source: Additional Language
ig: Ásụ̀sụ́ ndi ozo

source: Add Language
ig: Tìnyé Ásụ̀sụ́ ọ̀zọ́

source: Add new custom accent "{ $inputValue }"
ig: Tìnyé ásụ̀sụ́ ké-ònyé pụ́rụ́ íchè "{ $inputValue }"

source: Add Your Voice
ig: Tìnyé ólū gị́

source: Adyghe
ig: Ásụ̀sụ́ Ádị́géyì

source: A few bytes
ig: Óbéré byte

source: Afrikaans
ig: Ásụ̀sụ́ Áfị́rị́káǹsị̀

source: Age
ig: Áfọ̀

source: Albanian
ig: Ásụ̀sụ́ Àlụ̀bénị́ànụ̀

source: All
ig: Ha níílé

source: Amharic
ig: Ásụ̀sụ́ Ámáráị̀kị̀

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
ig: Ọ́bụ̀rụ̀ nà Ị́ zóchíé íhé gbàsárá áfọ̀ ole i dị̀, jéndà gị́ nà ǹdébé-ólú (accent) gị́, ọ́ gà-ènyéré ányị́ áká ímélíté ụ́yọ̀kọ̀ ólú ányị́ jì èmé kà ígwé ǹghọ̀tá ókwú nà-àrụ́ ọ́rụ́ ọ̀fụ́má. Á gà-éjìkọ́ áhá ǹjìrìmárá gị́ nàkwà íméèlụ̀ (email) gị́ ná ụ́yọ̀kọ̀ ókwú ǹdí Í zìtèrè. Í nwèkwàrà ike ihọ̀rọ̀ kà i méé kà ḿmádụ̀ níílé hụ́ ǹjìrìmárá gị́ mà ọ̀ bụ̀ kà é zóó yá èzó.

source: Approve
ig: Kwàdó

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ig: Ḿkpọ́tụ́ ná-ádá dị̀ ḿmá mànà ányị́ áchọ́ghị́ ólú ókwú ńdị́ ọ́zọ́ nwéré íké ímé kà ńhàzí ígwè-nwéré-àkọ́núchè (machine learning algorithm) ghọ́tá íhé ná-ádị́ghị́ nà ǹké é dèrè édé. Ọ́bụ́rụ́ nà Ị́ wèrè íké ị́nụ́ ókwú dị́ íchè nà ńdị́ èdèrè èdé, jụ́ ị́nábàtà ḿkpọ́nyé áhụ̀. Ǹké à nà-èmékárị́ mà ọ̀bụ́rụ́ nà á gbànyèrè ígwé ònyònyò mà ọ̀ bụ̀ ná-ákpárị́tá ńkàtá n'ébé dị́ ǹsó.

source: Arabic
ig: Ásụ̀sụ́ Àrábíkì

source: Aragonese
ig: Ásụ̀sụ́ Àrágónìsì

source: Are you coming? <strong>[called by another]</strong>
ig: Ị̀ nà-àbị́á?<strong> [ónyé ọ́zọ́ kpọ̀tàrà]</strong>

source: Armenian
ig: Ásụ̀sụ́ Àméníànụ̀

source: Armenian Western
ig: Ásụ̀sụ́ Àméníà Ǹdị̀dà ányánwụ́

source: Assamese
ig: Ásụ̀sụ́ Ásámíìsì

source: Asturian
ig: Ásụ̀sụ́ Àsụ̀tụ́rị́ànị̀

source: Audio Format
ig: Ọ̀dị́dị́ ǹkèókwú

source: Avatar
ig: Ńghọ̀rọ̀

source: Avatar uploaded
ig: É zìgágó Ávátà

source: Average
ig: Ǹhàtùàhú

source: Awards
ig: Ònyìnyé ńríté

source: Azerbaijani
ig: Ásụ̀sụ́ Àzàbàjánị̀

source: Back
ig: Àzụ́

source: Background Noise
ig: Ḿkpọ́tụ́ ná-ádá

source: Background Voices
ig: Ólú ná-ádá

source: Back to Top
ig: Lághàchí ázụ́ bídó n'élú

source: Bambara
ig: Ásụ̀sụ́ Bámbàrà

source: Basaa
ig: Ásụ̀sụ́ Bàsáà

source: Bashkir
ig: Ásụ̀sụ́ Bàshị̀kị́yà

source: Basque
ig: Ásụ̀sụ́ Báàsụ̀kụ̀

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
ig: Kpàchárá ányá túpú Ị̀ jụ́ ị́nátá ńkéńké íhé ḿkpọ́nyé ọ́bụ́là màkà nà ọ̀gụ́ụ̀ ákpọ́tághị́ ókwú, tìnyèrè ógó ólú ébé ná-ékwésị́ghị́, mà ọ̀ bụ̀ ghàrà ítínyé ákàrá ájụ̀jụ́. É ùsòró ḿkpọ́pụ̀tá dị́ íchè íchè n'uwa níílé, ndị́ ó nwèrè íké ị́bụ́ nà Ị́ nụ́tụ̀bèghị́ há n'ímé òbòdò gị́. Bíkó, wépụ̀tá óké èkèlé màkà ńdị́ ná-ékwú ókwú étú dị́ íchè nà kà Ị́ sì èkwú.

source: Belarusian
ig: Ásụ̀sụ́ Bèlàrúsị́ànị̀

source: Benefits
ig: Úrù

source: Bengali
ig: Ásụ̀sụ́ Bèn̄gálị̀

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
ig: [‘Beret’ dị̀ ḿmá mà é tínyé ógó ólú yá ńkébìókwú ǹké ḿbụ́ (UK) mà ọ̀ bụ̀ ńké àbụ̀ọ́ (US)]

source: <bold>{ $count }</bold> Clips
ig: <bold>{ $count }</bold>íhé ígèńtì

source: <bold>Help us</bold> find more voices
ig: <bold>Nyèré ányị́ aká </bold>chọ̀tákwúó ólú ókwú ndị ọzọ

source: Both
ig: Há àbụ̀ọ́

source: Both (Speak and Listen)
ig: Há àbụ̀ọ́ (kwùó mà gèé ńtị̀)

source: Breton
ig: Ásụ̀sụ́ Bụ̀retị́nị̀

source: Browse Languages
ig: Chọ̀ghárị́á ásụ̀sụ́

source: Build a custom goal
ig: Wùlíté èbùmnúché ǹkè áká gị́

source: Build Profile
ig: Wùlíté èjìrì márá gị̀.

source: Bulgarian
ig: Ásụ̀sụ́ Bọ̀lụ̀géríyánụ̀

source: Burmese
ig: Ásụ̀sụ́ Bọ́mị́ìzì

source: Buryat
ig: Ásụ̀sụ́ Bụ̀rụ̀yátị̀

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
ig: <b>Gị́nị́ mèrè é Jì chọ́ọ́ íméèlụ̀ (email)?</b>Ànyị́nwèrè íké ị́kpọ̄tụ́rụ́ gị́ n'ọ̀dị̀níhú gbàsárá mgbanwe é nwèrè n'ụ́yọ̀kọ̀ ńgwá ńchọ́chá. Íméèlụ̀ bụ̀ ọ́wà ḿkpárị́tá ányị́.

source: By editing your goal, you may lose your existing progress.
ig: Síté nà ídēzíghárị́ èbùmnúché, Ị́ nwèrè íké ítúfù àgàmníhú Ị́ nwètàràlà.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
ig: Ọ bụrụ na i kweta ka e zitere gi ozi íméèlụ̀ (email), ọ putara na i kwetago kà Mọ̀zị́là jìkwáá ózí ńdị́ à dị́kà é sị̀ dépụ̀tá yá n'ọ́wá ńchékwá ózí Mọ̀zị́là <privacyLink> Ámụ̀mà ńchékwá</privacyLink

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ig: Síté nà-íjì Common Voice mèé íhē, Ị́ nà-èkwéré na <termsLink> Usoro</termsLink> na <privacyLink> Ọkwa Nzoro</privacyLink>

source: Cancel Re-recording
ig: Kàgbúó ḿkpọ́ghárị́

source: Can't decide?
ig: É nwéghị́ íké íkpébị̀?

source: Cantonese
ig: Ásụ̀sụ́ Kàntóníìsì

source: Catalan
ig: Ásụ̀sụ́ Kátáláànụ̀

source: Central Kurdish
ig: Ásụ̀sụ́ Kọ́díìshì kéétítì

source: Change your email via Settings under Login Identity
ig: Ọ́bụ́rụ́ nà Ị́ chọ̀rọ̀ ị́ gbànwè àkàrà íméèlụ̀ (email) gị́, gàá nà "Settings" ǹké dí n'ímé "Ǹjìrìmárá"

source: <chevron></chevron>See less
ig: <chevron></chevron>Lee obere

source: <chevron></chevron>See more
ig: <chevron></chevron>Hụkwuo

source: Chinese (China)
ig: Ásụ̀sụ́ Chàị̀níìsì (Cháị́nà)

source: Chinese (Hong Kong)
ig: Ásụ̀sụ́ Chàị̀níìsì (Họ̀n̄kọ́n̄gụ̀)

source: Chinese (Taiwan)
ig: Ásụ̀sụ́ Chàị̀níìsì (Tàị̀wáànụ̀)

source: Chuvash
ig: Ásụ̀sụ́ Chúváàshị̀

source: Click
ig: Pị̀á

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
ig: { $clipCount }ńkéńké mkpọ́nyé ólú ókwú, nha mkpokọta { $size }. Ḿmébì{ $expires }.

source: Clips recorded
ig: Ihé ígèńtì nke e nwetagọrọ

source: Clips Uploaded
ig: É búgóólá ḿkpọ́nyé gị́

source: Clips validated
ig: Ihé ígèńtì nke a kwadogoro

source: Clips You've Recorded
ig: íhé ńdị́ Í kpọ̀nyèrè

source: Clips You've Validated
ig: Ihé ígèńtì ńdị́ Í kwàdòròlà

source: Close
ig: Mèchíé

source: Comment
ig: Tìnyé ọ́nụ́

source: Common Voice data plus all other voice datasets above.
ig: Ńgwá ńchọ́chá ụ̀dà-ólú ǹkè Common Voice nà ụ́yọ̀kọ̀ ńgwá ńchọ́chá ńdị́ ọ́zọ́ dị́ n'élú.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
ig: Common Voice bụ̀ ńchépụ̀tá Mọ̀zị́là íjí nyé áká kụ́zííéré ígwè-nwéré-àkọ́núchè ètù ńdị́ bụ́ ḿmádụ̀ n'ézíé sì èkwú ókwú.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
ig: Common Voice bụ̀ ụ́yọ̀kọ̀ ńgwá ńchọ́chá ólú ókwú (voice dataset) n'ọ̀tụ́tụ́ ásụ̀sụ́ dị́ màkà ónyé ọ̀bụ́là ma káchásị́ íbù n'ụ̀wà.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
ig: Mkpọ́nyé Common Voice bụ̀ ńdị́ gụ́rụ́ ákwụ́kwọ́, ńdị́ ná-ázụ́ áhị́á, ńdị́ ǹghọ̀tá ụ̀dà-ólú (voice recognition enthusiasts) nà-àmàsí jì yà àrụ́ ọ́rụ́ íjí wúlíté mà kwàlítékwá ákọ́rọ́ńgwá ólú ókwú dị́ màkà ḿmádụ̀ níílé. Ị́ nwèrè íké ị́gwá ányị́ íhé méré Í jì chọ́ọ kà é híchàpụ́ ḿkpọ́nyé gị́?

source: Community Playbook
ig: Akwụkwọ egwuregwu obodo

source: Confirm Goal
ig: Kwàdóó èbùmnúchè

source: Connect with Gravatar
ig: Wèré gravatar bànyé

source: Contact
ig: Ákàrà ḿkpọ́tụ́rụ́

source: Contact Form
ig: Ákwụ́kwọ́ ńdébányé màkà ḿkpọ́tụ́rụ́.

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
ig: Íhé ńdí dí n'òkpúrù <licenseLink>ákwụ́kwọ́ íkíkéré ńdị́ Creative Commons</licenseLink>

source: Continue
ig: Gàá n'íhú

source: Contribute
ig: Tụ̀nyé òkè

source: Contribute sentences
ig: Nye aka n'ahịrịokwu

source: Contribute to { $lang }
ig: Tùnyé òkè nà { $lang }

source: Contribution Activity
ig: Mmemme ntinye aka

source: Contribution Criteria
ig: Usòrò ńtụ́nyé òkè

source: Contribution Experience
ig: Mata ihe ndi ị meputara na Common Voice

source: Cookies
ig: Kúkì (cookies)

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
ig: <coquiLink>Coqui</coquiLink>kà é dèbèrè màkà ǹká ǹghọ́tá ókwú (speech technology). Ámụ̀mà há gụ̀nyèrè deep learning síté n'ígwé STT nà TTS.

source: Cornish
ig: Ásụ̀sụ́ Kọ́níìshì

source: Corsican
ig: Ásụ̀sụ́ Kọ́shị́káànụ̀

source: { $count } clips
ig: { $count } íríghírí ńkéńké ḿkpọ́nyé

source: { $count }mo
ig: { $count } N'ọ́nwá

source: { $count }wk
ig: { $count } N'ízù

source: { $count }y
ig: { $count } N'áfọ̀

source: Create a Custom Goal
ig: Képụ̀tá èbùmnúché ǹkè gị́

source: Criteria
ig: Úsòrò

source: Croatian
ig: Ásụ̀sụ́ Kụ̀rọ̀éshíànụ̀

source: Czech
ig: Ásụ̀sụ́ Chéèkụ̀

source: Daily Goal
ig: Èbùmńúchè kwà ụ́bọ̀chị̀

source: Danish
ig: Ásụ̀sụ́ Dáníìshì

source: Dashboard
ig: Ógwè (dashboard)

source: Datasets
ig: ńgwá-ńnyòchá (Datasets) dí íchè íchè

source: Date
ig: Ụ́bọ̀chị̀

source: Days
ig: Ụbọchị

source: Delete my recordings
ig: Hị́chàpụ́ íhé ńd́ekọ̀ ḿ

source: Delete Profile
ig: Híchàpụ́ profaịlụ?

source: Dhivehi
ig: Ásụ̀sụ́ Dìvéhì

source: Different language
ig: Ásụ̀sụ́ dị̀ íchè

source: Difficult
ig: Sìrì íké

source: Difficult to pronounce
ig: Ó sìrì íké ḿkpọ́pụ̀tá

source: Discard ongoing recording
ig: Hìcháá ńdékọ́ i na-eme ugbu a

source: Donate your voice
ig: Tùnyé òkè ólú gị́

source: Don't see your language on Common Voice yet?
ig: Ị̀ ká hụ́bèghị̀ ásụ̀sụ́ gị́ nà Common Voice?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
ig: Ị̀ hụ́ghị́ ébé é dènyéré ásụ̀sụ́ gị́ n'ụ́yọ̀kọ̀ ńgwá ńchọ́chá? Màkà ị́rị́ọ́tá ásụ̀sụ́, gàá n'íhú ọ́wá ányị́ bụ́ màkà ásụ̀sụ́.

source: Download
ig: Búdàtá

source: Download Common Voice Data
ig: Búdàtá ụ́yọ̀kọ̀ ńgwá ólú ókwú Common Voice.

source: Download Data
ig: Búdàtá ụ́yọ̀kọ̀ ńgwá ńchọ́chá

source: Download Dataset Bundle
ig: Búdàtá ńgwùgwù ụ́yọ̀kọ̀ ńgwá ńchọ́chá (Dataset Bundle)

source: Download { $language }
ig: Búdàtá { $language }

source: Download Links
ig: Ọ́wà ḿbúdàtá (Download Links)

source: Download My Data
ig: Búdátá ńgwá ńnyọ́chá èjììmárá m

source: Download profile data
ig: Búdàtá ńgwá ńchọ́chá ǹjìrìmárá (profaịlụ)

source: Download the Single Word Target Segment
ig: Búdàtá Ńkébì Èbùmnúchè Ótù Ókwū

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
ig: Ò nwè íhé Ị́ mà gbàsárá kà ányị́ gà-èsí méé kà ụ́yọ̀kọ̀ ńgwá ńchọ́chá Common Voice dị́káwányé mmá káríá kà ọ́ dì ùgbú à? Mèé kà ányị́ mátá ǹké à nà-ébè ḿkpárị́tá.

source: Do you want to continue?
ig: Ị chọrọ ịga n'ihu?

source: Do you want to Speak, Listen or both?
ig: Ị̀ chọ̀rọ̀ íkwú èkwú kà Ị̀ chọ̀rọ̀ ígè ńtị̀, kà Ị̀ chọ̀rọ̀ ímé há àbụ̀ọ́?

source: Drag and drop or <browseWrap>Browse</browseWrap>
ig: Bụbata faịlụ (file) gị ebe a mà ọ̀ bụ̀<browseWrap>chọ̀ghàrị́á</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
ig: M̀gbé á nà-àtụ́nyé òkè-ólú gí, á gà-àmáfèré ózí ńzághàchí mà ọ́ bụ́rụ́ nà Ị́ pị̀á "zìgá". Ńtúnyé òkè ńdị́ ọ́zọ́ gà-àgá n'íhú há nà ńdékọ́ nà ńkwàdó 5 ńdị́ ọ́zọ́ ná-ésòchí.

source: Dutch
ig: Ásụ̀sụ́ Dọ́ọ̀chị̀

source: Easy
ig: M̀fé

source: Edit
ig: Dèzíghárị́á

source: Edit Profile
ig: Dèzíé èjìrìmárá gi

source: Email
ig: ímèèlụ̀ (Email)

source: Email is already used for a different account
ig: É jìrígó íméèlụ̀ (email) à mépéé akaụntụ ọ́zọ́ dị́ íchè

source: Email Subscriptions
ig: Ńdébànyé áhà màkà ózí íméèlụ̀ (email)

source: English
ig: Ásụ̀sụ́ Bèkéè

source: Enter Email to Download
ig: Tìnyé íméèlụ̀ (email) ka óbúdàtà

source: Enter email to send a sign up link
ig: Tìnyé ákàrà íméèlụ̀ (email) màkà ízìgà ọ́wà ńdébànyé áhà

source: Enter your email
ig: Dènyé ákàrà ímèèlụ̀ (email) gị́.

source: Error { $code }
ig: M̀pérí{ $code }

source: Erzya
ig: Ásụ̀sụ́ Ézìyà

source: Esperanto
ig: Ásụ̀sụ́ Èsị̀pèrántò

source: Estonian
ig: Ásụ̀sụ́ Èsị̀tóníà

source: Everyone
ig: Onye ọbụla

source: Exit & Delete clips
ig: Pụ̀ọ́ mà híchàpú ḿkpọ́nyé níílé

source: FAQ
ig: Ọ̀tụ́tụ́ ạ̀jụ̀jụ́ á nà-àjụ́kárị́

source: Faroese
ig: Ásụ̀sụ́ Fárówíìzì

source: Fields marked with an asterisk (*) are required.
ig: Ákàrà kpákpáǹdò (*) nà-ègósí ébé á chọ̀rọ̀ ka e dee ihe.

source: Finish editing first?
ig: Bùrú ụ́zọ̀ dèzíghárị́cháá?

source: Finish recording
ig: Kpọ̀nyéchàá

source: Finish recording first?
ig: Ị́ chọ̀rọ̀ íbú ụ́zọ̀ kpọ́cháá?

source: Finish Review
ig: M̀echáá Nyòcháá

source: Finnish
ig: Ásụ̀sụ́ Fíníìshì

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
ig: Á nà-èbúgó íríghírí ḿkpọ́nyé ọ̀bụ́là à tụ̀nyèrè nàkwà ńdị́ á kwàdòrò n'ụ́gbọ́ ńdékọ́ ọ́wà ǹkè áká gị́ (account dashboard) íjí gósí àgàmníhú ọ́hụ́rụ́ nkè ásụ̀sụ́ Ị́ nà-àtụ́nyéré. Éé, Ị́ nwèrè íké ị́tụ̀nyéré kárị́á ótù. Jìrí ụ́gbọ́ńdékọ́ màtá ńchị́kọtá gị́, hụ́kwá kà gị́ nà ńdị́ ọ́zọ́ sì ágá n'íhú, mà hàzíkwáá ńtụnyé òkè gị́ kwà ụ́bọ̀chị̀ mà ọ̀ bụ̀ kwà ízú.

source: for example
ig: ọ̀mụ́máàtụ̀

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
ig: Màkà ásụ̀sụ́ ńdị́ é wépùtàràlà, ńchị́kọ́tá ọ́wà ńchọ́chá àgágó ǹkè ọ́má<localizationGlossaryLink></localizationGlossaryLink>, ma nweekwa<sentenceCollectionGlossaryLink>áhị́rị́ókwú é kpókọ̀bàrà</sentenceCollectionGlossaryLink> iji kwe ka ńtụ́nyéòkè<speakLink>ókwú ọ́nụ́</speakLink>na<listenLink>nkè ígè ńtị́ </listenLink>ná-àgá n'íhú.

source: French
ig: Ásụ̀sụ́ Fụ́réǹchị̀

source: Frisian
ig: Ásụ̀sụ́ Fúrízíànụ̀

source: Fulah
ig: Ásụ̀sụ́ Fúlà

source: Galician
ig: Ásụ̀sụ́ Gàlíshíànụ̀

source: Georgian
ig: Ásụ̀sụ́ Jọ́jị́ànụ̀

source: German
ig: Ásụ̀sụ́ Jámáànụ̀

source: Get involved
ig: Sònyé

source: Get Involved
ig: Sònyé

source: Get started with goals
ig: Jìrí íhé m̀bùmnúchè bìdó

source: Get Started with Speech Recognition
ig: Bìdó nà ńghọ́tá ókwú (speech recognition)

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
ig: <githubLink>NVIDIA NeMo</githubLink>™ bụ<docsLink>ọ́wà ńgwá ọ́rụ́ </docsLink>dị̀ màkà ńdị́ ńchọ́chá ná-éwúlíté ùsòrò ḿkpárị́tá ọ́hụ́rụ́ bụ́ ị̀gbà (conversatonal AI models).

source: Goal reached
ig: Èbùmnúché ńdị́ é nwètàràlà

source: Goals
ig: Èbùmnúché

source: Go to Discourse
ig: Gàá na Discourse

source: Go to Languages Page
ig: Gàá na Languages Page

source: Go to { $name }
ig: Gaa na { $name }

source: Grammatical / spelling error
ig: Írí m̀pérí n'ụ̀tọ́ásụ̀sụ́/ńsúpè

source: Great! How many clips a week?
ig: Ọ́ dị̀ ḿmá! Òlé kà Ị́ nwèrè íké Kpọ́nyé n'òfú ízù?

source: Great! How many clips per day?
ig: Ọ́ dị̀ ḿmá! Ńkéńké ḿkpọ́nyé ólé kà Ị́ nwèrè íké Kpọ́nyé n'òfú ụ́bọ̀chị̀?

source: Great!<recordIcon></recordIcon> Record your next clip
ig: Ọ́ dị̀ mmá!<recordIcon></recordIcon> kpọ̀nyézíé ḿkpọ́nyé ọ̀zọ́

source: Great work!<playIcon></playIcon> Listen again when you're ready
ig: Í méélá ǹkè ọ́má!<playIcon></playIcon>Gèé ńtị̀ ọ̀zọ́ m̀gbè Ị́ dị̀ ńjíkéré

source: Greek
ig: Ásụ̀sụ́ Gìríìkì

source: Guarani
ig: Ásụ̀sụ́ Gàránị̀

source: Haitian
ig: Ásụ̀sụ́ Hàítíànụ̀

source: Hakha Chin
ig: Ásụ̀sụ́ Háká Chị́ị̀nị̀

source: Hausa
ig: Ásụ̀sụ́ Áwụ́sá

source: Have Feedback?
ig: Ì nwèrè ńzágháchí?

source: Have you read our Terms?
ig: Ị̀ gụ́ọ́lá úsòrò (terms) ányị́ jì émé íhé?

source: Having an account is not required to contribute, though it is helpful.
ig: Ọ bụrụ nà Ị̀ nwéghī ówà ǹkè ónyē (akaụntụ) ògbóch̀ighì gí ị́tụ̄nyē òkè, mànà ínwē ówà ǹkè ónyē nà-ènyé áká.

source: Having a profile is not required to contribute though it is helpful, see why below.
ig: Énwéghị́ èjìrìmárá (profaịlụ) ápụ́tàghị̀ nà Ị́ gághị̀ àtụ́nyé òkè, mànà ọ́ nà-ènyé áká. Lèé íhé kpátárá ǹké à n'òkpúrù.

source: Hebrew
ig: Ásụ̀sụ́ Híbùrù

source: Help
ig: Ènyèmáká

source: Help Common Voice reach { $hours } hours in a language with a personal goal
ig: Nyèré Common Voice áká iru élékéré { $hours } n'ásụ̀sụ́ site èbùmnúché ǹkè gị

source: Help create Common Voice’s first target segment in { $locale }
ig: Nyé áká képụ̀tá ńgàlàbá èbùmnúché Common Voice ǹké ḿbụ́ nà{ $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
ig: Nyé áká kà é jìrí èbùmnúché ǹkè ónwé{ $language } rúó élékéré ólé ná { $hours }

source: Help teach machines how real people speak, donate your voice at { $link }
ig: Nyé áká kụ̀zíéré ígwè-nwéré-àkọ́núchè ètù ńdị́ bụ́ ḿmádụ̀ n'ézíé sì èkwú ókwú síté n'ị́tụ́nyé òkè gị́ ná { $link }

source: Help us build a community around voice technology, stay in touch via email.
ig: Nyéré ányị́ áká wùlíté òbòdò nà gbùrùgbúrū ǹkànụ́zụ́ ólú ókwú. Sònyéré ányị́ síté n'ózí íméèlụ̀ (email).

source: Help us build a high quality, publicly open dataset
ig: Nyèrè ányị́ áká íwúlíté ụ́yọ̀kọ̀ ńgwá ńnyọ́chá (dataset) bụ́ ị́gbà ǹké gá-éghé óghé màkà ḿmádụ̀ níílé ógé níílé.

source: Help us find more voices, share your goal
ig: Nyèré ányị́ áká chọ̀tá ólú ókwú ńdị́ ọ́zọ́; késàá èbùmnúchè gị́

source: Help us find others to donate their voice!
ig: Nyèré ányị́ áká chọ̀tá ńdị́ ọ́zọ́ gá-átụ́nyé ólú há!

source: Help us get to { $goal }
ig: Nyèré ányị́ áká írú { $goal }

source: Help us validate sentences!
ig: Nyèré ányị́ áká mèé kà ọ̀tụ́tụ́ áhị́rị́ókwú ńdị́ ạ̀ kwụ́dósíé íké.

source: Help us validate voices
ig: Nyèré ányị́ áká lèléé mà ụ̀dà-ólú ńdị́à hà dị̀ kà há kwèsị̀rị̀ ị́dị̄

source: Here are the links to download your ZIP files.
ig: Ǹké à bụ̀ ọ́wà á gà-èsí búdàtá faịlụ ZIP gị́.

source: Hidden
ig: Ǹzòrò èzó

source: Hill Mari
ig: Ásụ̀sụ́ Márị̀ Úgwú

source: Hindi
ig: Ásụ̀sụ́ Híndì

source: His hand was rais-ed.
ig: Ó wèlì-rì áká yá.

source: Hours Recorded
ig: Élékéré à kpọ̀nyègòrò

source: Hours Validated
ig: Élékéré ólé á kwàdòrò

source: How ?
ig: Ètú ólé?

source: How would you describe your accent?
ig: Kèdú kà í gà-èsí kọ́wáá Ǹdébé-ólú gị́?

source: Hungarian
ig: Ásụ̀sụ́ Họ̀n̄géríànụ̀ụ̀

source: I agree
ig: Ékwèrè ḿ

source: Icelandic
ig: Ásụ̀sụ́ Àị́sị́lándíìkì

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
ig: Ọ́ gà-àmásị́ m mà ḿ ná-ènwétá ózí gá ná-échètárá m m̀bùmnúchè íhé á nà-èmé, kà m sì àgá n'íhú nàkwàzị̀ ákwụ́kwọ́ ózí gbàsárá ńdí òtù Common Voice.

source: I do not agree
ig: Èkwéghị́ ḿ

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
ig: Ọ́bụ́rụ́ nà ḿkpọ́nyé gbábìé mà ọ̀ bụ̀ nwéé ḿkpọ́bìsí, jụ́ ị́nábàtà yá bèlụ́ sọ̀ mà à kà gà-àgụ́tánwú ǹkè é dị́ n'ụ̀dị́ edèrè èdé.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
ig: Ọ́ bụ́rụ́ nà áhị́rị́ókwū áhụ̀ émēzùghị̀ íhé ńdị́ à dị́ n'élū, pị̀á &quot;ákàrà jụ̀ọ́&quot; dí n'áká èkpè. Ọ́bụ́rụ́ nà ị̀mághị́ màkà áhị́rị́ókwú áhụ̀, ị́ nwèkwàrà íké ị́māfè yá wèé gáá nà ǹkè nà-ésòté.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ig: Ọ́bụ́rụ́ nà áhị́rị́ókwū áhụ̀ dábàrà n'ùsòrò, pị̀á &quot;ákàrà Kwàdó&quot; n'áká ńrī.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
ig: Ọ́búrú nà Ị́ hụ́ íhé ọ̀bụ́là íhé ḿgbàzírí ńdị́ à ná-éjíkọ̀tàghị̀, bíkó tùlíé áká étú ó sì kwésí. Ọ́bụ́rụ́ nà Ị̀ nwéchághí íké íkpébì, pị̀á kà Ị́ gáfèé mà jéé nà ḿkpọ́nyé ná-èsòchí.

source: If you run out of sentences to review, please help us collect more sentences!
ig: Ọ́bụ́rụ́ n'áhị́rị́ókwū àgwụ́lá ínyọ̀chà, bíkō nyèrè ányị́ áká ị́nākọ̀tà áhị́rị́ókwū ńdị́ ọ̀zọ́!

source: Igbo
ig: Ásụ̀sụ́ Ìgbò

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
ig: Éképụ̀tàrà m èbùmnúché ǹké ónwé màkà ị́tụ̀nyé òkè ólú ókwú na #CommonVoice -- sònyéré m wèé kụ̀zíéré ígwè-nwéré-àkọ́núchè ètù ńdị́ ḿmádụ́ sì èkwú ókwú { $link }.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
ig: Ọ́ gà-àmásị́ m kà Í jíkwáá ózí ńdị́ à dị́kà Í sìrì kọ́wáá yá n'ọ́wà ḿgbásà íwú Mọ̀zị́lá à <privacyLink>Ìwú Ǹzòrò</privacyLink>

source: Includes email, username & demographic info, available right away
ig: Gụ̀nyèrè íméèlụ̀ (email), áhá ǹjìrìmárá nà ózí gbàsárá ìgwè ńdị́ ḿmádụ̀ ǹké dị́ àdị́

source: Includes mp3s and related sentences, may take some time to prepare
ig: Gụ́nyéré mp3 nà áhị́rị́ókwú yírí hà, nwèrè íké ígbú ógè ńkwádó

source: Indonesian
ig: Ásụ̀sụ́ Ị́ndònéshíànụ̀

source: In Progress
ig: Nà-àgá n'íhú

source: Interested in learning more and contributing to the project?
ig: Ị̀ nwèrè ḿmásị́ ị́gụ́kwú nà n'ị́tụ̀nyé òkè n'ámụ̀má à?

source: Interlingua
ig: Ásụ̀sụ́ Àgbàtà ásụ̀sụ̀ ábụ̀ọ́

source: Interlingue
ig: Ásụ̀sụ́ á gwàrà ọ́gwá

source: Irish
ig: Ásụ̀sụ́ Áị́ríìshì

source: Italian
ig: Ásụ̀sụ́ Ị̀tálị́ànụ̀
